# team_id → 日本語チーム名

TEAM_NAMES = {

    # Premier League

    57: "アーセナル",
    58: "アストン・ヴィラ",
    61: "チェルシー",
    62: "エヴァートン",
    63: "フラム",
    64: "リヴァプール",
    65: "マンチェスター・シティ",
    66: "マンチェスター・ユナイテッド",
    67: "ニューカッスル",
    71: "サンダーランド",
    73: "トッテナム",
    322: "ハル・シティ",
    341: "リーズ・ユナイテッド",
    349: "イプスウィッチ・タウン",
    351: "ノッティンガム・フォレスト",
    354: "クリスタル・パレス",
    397: "ブライトン",
    402: "ブレントフォード",
    1044: "ボーンマス",
    1076: "コヴェントリー・シティ",


    # La Liga

    77: "アスレティック・ビルバオ",
    78: "A・マドリード",
    79: "オサスナ",
    80: "エスパニョール",
    81: "バルセロナ",
    82: "ヘタフェ",
    84: "マラガ",
    86: "R・マドリード",
    87: "ラージョ・バジェカーノ",
    88: "レバンテ",
    90: "レアル・ベティス",
    92: "レアル・ソシエダ",
    94: "ビジャレアル",
    95: "バレンシア",
    263: "アラベス",
    285: "エルチェ",
    558: "セルタ・デ・ビーゴ",
    559: "セビージャ",
    560: "デポルティーボ・ラ・コルーニャ",
    5335: "ラシン・サンタンデール",

}